/**************************************
FindReplaceEx.js - ver. 2013-03-24
Interface language
Language:      Polish (1045)
Translated by: KDJ
**************************************/
sTxtFRTempl     = 'Szablony Znajdź/Zamień';
sTxtTemplates   = 'Szablony';
sTxtName        = 'Nazwa';
sTxtFindWhat    = 'Znajdź - Co';
sTxtReplaceWith = 'Zamień - Czym';
sTxtMatchCase   = 'Uwzględnij wielkość liter';
sTxtWholeWord   = 'Całe wyrazy';
sTxtRegExp      = 'Wyrażenia regularne';
sTxtEscSeq      = 'Sekwencje Esc';
sTxt1Yes0No     = '(1 = Tak, 0 = Nie)';
sTxtNew         = 'Nowy';
sTxtAdd         = 'Dodaj';
sTxtEdit        = 'Edytuj';
sTxtDelete      = 'Usuń';
sTxtOK          = 'OK';
sTxtClose       = 'Zamknij';
sTxtNameExists  = 'Ta nazwa już istnieje.';
sTxtNoName      = 'Pole "Nazwa" jest wymagane.';
sTxtNoFindWhat  = 'Pole "Znajdź - Co" jest wymagane.';
sTxtWantRemove  = 'Czy chcesz to usunąć?';
sHlpAnyChar     = 'dowolny znak (kropka)';
sHlpSpecChars   = '()[]{}^$.?+*|\\ znaki specjalne';
sHlpFF          = 'wysuw strony \\x0C';
sHlpAnyNL       = 'nowy wiersz dowolnego formatu';
sHlpTab         = 'tab \\x09';
sHlpVTab        = 'pionowy tab \\x0B';
sHlpDigit       = 'cyfra [0-9]';
sHlpNonDigit    = 'inny niż cyfra [^0-9]';
sHlpWhiteSp     = 'biały znak [ \\f\\n\\t\\v]';
sHlpNonWhiteSp  = 'inny niż biały znak';
sHlpWordChar    = 'znak słowa [A-Za-z0-9_]';
sHlpNonWordChar = 'inny niż znak słowa';
sHlpCharHex     = 'znak - kod hex, zakres 0-10FFFF';
sHlpCharHex2    = 'znak - 2-cyfrowy kod hex';
sHlpCharHex4    = 'znak - 4-cyfrowy kod hex';
sHlpBeginLine   = 'początek wiersza';
sHlpEndLine     = 'koniec wiersza';
sHlpBeginText   = 'początek tekstu';
sHlpEndText     = 'koniec tekstu';
sHlpBeginRange  = 'początek zakresu wyszukiwania';
sHlpEndRange    = 'koniec zakresu wyszukiwania';
sHlpWordBoun    = 'granica słowa';
sHlpNonWordBoun = 'brak granicy słowa';
sHlpAlternative = 'alternatywa ab lub xy';
sHlpCharSet     = 'zestaw znaków, dowolny z abc';
sHlpNegCharSet  = 'zaprzeczenie zestawu znaków';
sHlpRange       = 'zakres znaków od a do z';
sHlpNegRange    = 'zaprzeczenie zakresu znaków';
sHlpCapture     = 'przechwytuje';
sHlpNotCapture  = 'nie przechwytuje';
sHlpPreceded    = 'przed ciągiem jest ab';
sHlpNotPreceded = 'przed ciągiem nie ma ab';
sHlpFollowed    = 'za ciągiem jest ab';
sHlpNotFollowed = 'za ciągiem nie ma ab';
sHlpBackrefer9  = 'odwołanie wsteczne, zakres 1-9';
sHlpBackrefer99 = 'odwołanie wsteczne, zakres 01-99';
sHlpZeroOrOne   = 'zero lub jeden raz';
sHlpZeroOrMore  = 'zero lub więcej razy';
sHlpOneOrMore   = 'jeden lub więcej razy';
sHlpExactly     = 'dokładnie 3 razy';
sHlpAtLeast     = 'co najmniej 3 razy';
sHlpFromTo      = 'od 3 do 7 razy';
sHlpBackslash   = 'backslash';
sHlpNL          = 'nowy wiersz';
sHlpEntireStr   = 'cały dopasowany ciąg';
sHlpSubmatch9   = '9-ty dopasowany podciąg, zakres 1-9';
sHlpSubmatch99  = '99-ty dopasowany podciąg, zakres 01-99';
sHlpNonGreedy   = 'Kwantyfikatory ?*+{} są leniwe';